

[
  {
    "Id": "1",
    "Amount": 1500, 
    "Deadline": "05/08/2023", 
    "Description": "AU’s annual contest encourages students to reflect on why religious freedom and the separation of religion and government are important to them and their communities—and what they can do to ensure religious freedom is used as a shield that protects, not a sword to harm others. Our 2023 contest is now open to submissions or essays and videos from high school and undergraduate students in the United States including the fifty states, the District of Columbia, and the U.S. territories. For this year's prompt and criteria for submission, visit www.au.org/studentcontest.",
    "Eligibility": "Test", 
    "Name": "Americans United Student Contest", 
    "Offered_By": "AU",
    "Saved": false,
    "Started": false,
    "URL": "https://www.au.org/studentcontest/", 
    "Time_elapsed": 0, 
    "Image": "link",
    "Category": ["religion"],
    "Location": "",
    "Awards": 12
  },
  {
    "Id": "2",
    "Amount": 100000, 
    "Deadline": "05/12/2023", 
    "Description": "Dream it. Build it. Live it. Innovate with passion and bring your idea to life in the Imagine Cup. Collaborate with other students and build your skills together to solve global issues. The Imagine Cup is full of opportunities to gain new skills, access exclusive training, unlock mentorship opportunities, have the chance to win great prizes, and make a difference in the world. Open to students around the world, the Imagine Cup Competition seeks to honor the most innovative, ground-breaking and appealing software built with Microsoft tools and technology.",
    "Eligibility": "16 y/o\nActively Enrolled as a student in an accredited educational institution that grants high-school or college/university (or equivalent) degrees (including home schools)", 
    "Name": "Microsoft Imagine Cup Global Competition", 
    "Offered_By": "Test",
    "Saved": false,
    "Started": false,
    "URL": "google.com", 
    "Time_elapsed": 0, 
    "Image": "link",
    "Category": [""],
    "Location": "",
    "Awards": 1
  },  {
    "Id": "3",
    "Amount": 500, 
    "Deadline": "05/12/2023", 
    "Description": "Established in 2014, the Nebraska Logistics Council Scholarship was created to support students pursuing supply chain or logistics careers. A recent study from the Nebraska Department of Economic Development revealed that Nebraska’s geographic center in the U.S. gives it a great advantage for transportation, warehousing, logistics and distribution projects across the world. Today supply chain and logistics management companies are discovering what railroads and trucking firms have long known: that Nebraska is strategically located in the center of the country. Interstate 80, one of the nation’s busiest transportation routes, stretches from one end of the state to the other, in all, 482 miles. Seven national highways run north-south across the state, making Nebraska an ideal location for companies looking for access in the NAFTA trade corridor. The state also is served by two Class 1 rail systems.",
    "Eligibility": "Full- or part-time MCC students (including Career Academy or Dual Credit students\nMinimum cumulative GPA of 2.5 or above", 
    "Name": "Nebraska Logistics Council Scholarship", 
    "Offered_By": "Nebraska Logistics Council",
    "Saved": false,
    "Started": false,
    "URL": "google.com", 
    "Time_elapsed": 0, 
    "Image": "link",
    "Category": [""],
    "Location": "",
    "Awards": 0
  },  {
    "Id": "4",
    "Amount": 5000, 
    "Deadline": "05/12/2023", 
    "Description": "Smile Train’s College Scholarship Program is open to all US-based high school seniors born with a cleft. Interested students will fill out the application below and write short essays on their academic achievements, extracurricular activities, and how being cleft-affected has impacted their lives. This opportunity is not available to current or former Smile Train staff members, Board of Directors members, or their immediate family and relatives. Every application and its essays will be evaluated and voted on by a committee, who will select the recipients of the four scholarships.",
    "Eligibility": "Not available to current or former Smile Train Staff Members\nCleft lip and/or Palate\nBe between the ages of 14 and 19\nProvide proof of matriculation to a 4-year Full time University, college, or vocational school located in the US\nShare evidence of academic achievements, Extracirricular activities, and how being cleft-affected has impatcted your life\nBe a US students", 
    "Name": "Smile Train College Scholarship Program", 
    "Offered_By": "Smile Train",
    "Saved": false,
    "Started": false,
    "URL": "google.com", 
    "Time_elapsed": 0, 
    "Image": "link",
    "Category": [""],
    "Location": "",
    "Awards": 0
  }
]